{"sections":{"default":{"type":"page-content","disabled":true,"settings":{"hide_heading":false}},"hero_banner_UEU8Fr":{"type":"hero-banner","settings":{"overwrite_colors":true,"color":"#ffffff","background":"linear-gradient(0deg, rgba(0, 0, 0, 0) 100%, rgba(0, 0, 0, 1) 100%, rgba(0, 0, 0, 1) 100%)","color_mobile":"#ffffff","background_mobile":"linear-gradient(0deg, rgba(0, 0, 0, 0) 100%, rgba(0, 0, 0, 1) 100%, rgba(0, 0, 0, 1) 100%)","content_below_image_desktop":false,"content_below_image_mobile":false,"aspect_ratio_desktop":"media--2-1","aspect_ratio_mobile":"media--mobile-1-1","image_desktop":"shopify:\/\/shop_images\/poufy-xl-slider7.webp","vertical_align":"center","horizontal_alignment":"center","horizontal_alignment_mobile":"center","heading":"Delivery and Return","heading_size":"h1","description":""}},"richtext_THVpqr":{"type":"richtext","settings":{"overwrite_colors":false,"color":"#000000","background":"#ffffff","narrow_content":false,"horizontal_alignment":"left","pre_title":"","title":"<h1>Delivery And Return<\/h1>","heading_size":"h2","content":"<p><strong>DELIVERY AND RETURN<br\/><\/strong>At SALONI, we want our customers to always have an enjoyable experience. From first glance to post-purchase, we are here to <br\/>help. If you’re not happy with your purchase, we will do our best to make things right, which is why we offer a comprehensive<br\/>exchange or return program for the first 2 days after delivery. Please be sure to familiarize yourself with the return and exchange <br\/>policy before completing your order. Because special orders or custom-cut or custom-finish items including all kinds of bedding <br\/>items cannot be returned. Also, floor sample sales are as is and cannot be returned.<\/p><p><br\/><strong>TO RETURN UNOPENED ITEMS<br\/><\/strong>Please contact Customer Service at 202-975-9995 within 2 days of delivery to obtain a return authorization number.<\/p><p><br\/><strong>SHIPPING (CURBSIDE)<br\/><\/strong>All freight is delivered to the curb or end of the driveway outside the requested delivery address<br\/>You will be responsible for transport beyond that point<br\/>The customer must be present to receive the order.<br\/>Assembly, unpacking, and removal of packaging not included.<\/p><p><br\/><strong>WHITE GLOVE DELIVERY<br\/><\/strong>(Available within 100 miles of a showroom)<br\/>The package is delivered directly to the selected room.<br\/>Items are unwrapped and the packaging is removed by the delivery team.<br\/>Delivery up to two flights of stairs included.<br\/>A customer signature is required. If refusing the order for return, please notify the delivery team at the time of delivery.<\/p><p><br\/><strong>REFUND PROCESS<br\/><\/strong>Returned items will be inspected within 3 days of receiving the merchandise to ensure new condition.<br\/>Any items returned in new condition with original packaging will incur a return shipping fee which will be deducted from the <br\/>refund amount. Any items returned in new condition without the original packaging will incur up to a 40% restocking fee and a <br\/>return shipping fee, which will be deducted from the refund amount.<br\/>Damages incurred during return shipping due to insufficient packaging will not be eligible for a refund.<br\/>Return shipping is the same rate as our basic shipping fee.<br\/>The original shipping or delivery charges are non-refundable.<br\/>Refunds generally take between 7 to 10 business days to be credited after the merchandise has been inspected.<br\/>For any assistance, the Customer Service Department can be reached at 202-975-9995, Monday-Friday 10 am to 6 pm Eastern <br\/>time.<\/p><p><br\/><strong>IMPORTANT DETAILS FOR SCHEDULING YOUR DELIVERY APPOINTMENT<br\/><\/strong>The carrier will call you 24-48 hours before delivery to arrange a delivery time that will vary depending on the freight carrier’s <br\/>schedule. Whatever information you can give during the phone call will be given to the driver to help with the transport of your<br\/>purchase.<br\/>Delivery teams are only able to deliver Monday-Friday during standard business hours, and we provide a 2 to 4-hour delivery <br\/>window.<br\/>Inform a SALONI representative if you have any circumstances that could affect the delivery (additional fees may apply):<br\/>Very narrow driveway<br\/>Dead-end street<br\/>Ferry for island locations, etc. (fees may apply)<br\/>The driver will need to park in a specific place<br\/>Delivery to a side door or garage entrance<br\/>Please make sure not to miss your delivery appointment or else you will incur additional delivery fees such as re-delivery, storage <br\/>charges and\/or return shipping costs.<\/p><p><br\/><strong>NON-REFUNDABLE \/ FINAL SALE ITEMS \/ CUSTOMIZED<br\/><\/strong>All items purchased on clearance, marked as Final Sale, or marked as Floor Samples and customized products cannot be returned.<\/p><p><br\/><strong>REPORTING ORDER DAMAGES<br\/><\/strong>We package our products to remain intact during transit, however, unexpected incidents may happen to result in damage. If in <br\/>the unlikely event, items arrive in less than perfect condition, please call +1-202-975-9995 or <br\/>email info@salonifurnitureus.com within 2 days of delivery. Customer service will be able to assist.<\/p><p><br\/><strong>OPENED ITEMS<br\/><\/strong>For a full refund, the product must be returned in its original packaging. Customers will be responsible for all shipping costs <br\/>related to the return of the order.<br\/>If assembly services have been requested, the customer is still responsible for retaining the original packaging in the event of a <br\/>return. Save original packaging in case of a return.<\/p><p><br\/><strong>UNOPENED ITEMS<br\/><\/strong>Returns will only be accepted if the product is in new, unused condition. Products that have damages, scratches, assembly marks,<br\/>or anything deemed as used by the sole discretion of SALONI, will not be eligible for return.<br\/><\/p>","button_label":"Contact US","button_link":"shopify:\/\/pages\/contact","button_style":"button--style-2"}}},"order":["default","hero_banner_UEU8Fr","richtext_THVpqr"]}