{"sections":{"default":{"type":"page-content","disabled":true,"settings":{"hide_heading":false}},"hero_banner_F9ckfp":{"type":"hero-banner","settings":{"overwrite_colors":true,"color":"#ffffff","background":"linear-gradient(0deg, rgba(0, 0, 0, 0) 100%, rgba(0, 0, 0, 1) 100%, rgba(0, 0, 0, 1) 100%)","color_mobile":"#ffffff","background_mobile":"linear-gradient(0deg, rgba(0, 0, 0, 0) 100%, rgba(0, 0, 0, 1) 100%, rgba(0, 0, 0, 1) 100%)","content_below_image_desktop":false,"content_below_image_mobile":false,"aspect_ratio_desktop":"media--2-1","aspect_ratio_mobile":"media--mobile-1-1","image_desktop":"shopify:\/\/shop_images\/Salonifurnitureus.webp","vertical_align":"center","horizontal_alignment":"center","horizontal_alignment_mobile":"center","heading":"Privacy Policy","heading_size":"h1","description":""}},"richtext_pHcGqJ":{"type":"richtext","settings":{"overwrite_colors":false,"color":"#000000","background":"#ffffff","narrow_content":false,"horizontal_alignment":"left","pre_title":"","title":"<h2>Privacy Policy<\/h2>","heading_size":"h2","content":"<p>The following terms and conditions apply to all transactions on this website (salonifurnitureus.com) or at any Saloni Furniture (namely Saloni hereafter) store location. The use of this site indicates your acceptance of these terms and conditions. The placement of an order indicates your acceptance of these terms and conditions. Please read the following terms and conditions carefully and print a copy for future reference. Please read our Privacy Policy for details on how personal information is used and protected.<\/p><p><br\/>Your Account<br\/>You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. If you are under 18, you may use salonifurnitureus.com only with the involvement of a parent or guardian. Salonifurnitureus.com reserves the right to refuse service, terminate accounts, remove or edit content, or cancel orders at its sole discretion.<\/p><p><br\/>Shipping Delays<br\/>Delivery estimates are “good faith” estimates only. Saloni will not be liable for any loss, damage, cost, or expense related to any delay in shipment or delivery. We cannot ship to post office boxes.<br\/> <br\/>Terms of Sale<br\/>Merchandise availability is estimated according to information on hand at the time order is written. The seller is not responsible for delays in stock replenishment, and no order may be canceled or be eligible for a refund or rebate based on late merchandise arrival. The customer assumes all risk regarding determinations of furniture quality, size, use, transportation, on, and fit. The customer assumes full responsibility for ensuring that furniture will fit the space, purpose, and use intended by the customer. Seller shall not be responsible in any way for any consequential damages incurred by the customer regardless of the cause, whether a delay or mistake in delivery or the furniture itself, its quality, function, or use without limitation. Buyer agrees that Seller’s liability shall never exceed the extent of a full refund of the Total.<\/p><p><br\/>Invoice Sale Amount<br\/>All exchanges and cancellations are subject to seller approval. A 40% restocking fee based on the purchase price will be assessed for seller-approved returns, exchanges, or cancellations. Seller makes no warranty beyond any written description itemized in this order. Such disclaimer does not affect the manufacturer warranty if any. Saloni disclaims all representations provided and shall not be liable for any errors in the information provided. Buyer layaways are not subject to cancellation. Any change to an order must be made within three (2) calendar days after the order date and in any case before delivery, subject to the terms herein.<\/p><p><br\/>Receiving Damaged Items<br\/>Every shipment is insured in the unlikely event that damage occurs during transit. We request that you inspect your item(s) upon delivery to ensure that the items are in the correct form. If your item(s) arrive damaged, please print “Damaged Upon Arrival” in the customer signature space and refuse the delivery. After shipment is refused and damage is verified, a claim will be filed, and a product(s) replacement will be issued. If a product is accepted and damaged, the customer will take on full responsibility for filing a claim with the proper carrier. For damages unnoticed at the time of delivery, we ask that you send us photographs within 2 days from receipt of the package via email so that we can address and correct the situation. Saloni shall have no liability or responsibility for damage occurring through the acts or omissions of a Third-Party Shipper. For curbside deliveries, it is the Customer’s responsibility to un-package and move the items off the curb. If damage has occurred to the furniture during shipment a curbside delivery, the customer must contact Saloni immediate.<\/p><p><br\/>Tax<br\/>All sales are tax applicable.<\/p><p><br\/>Payment methods<br\/>Our secure server accepts American Express, Discover, Mastercard, Visa \/ Visa Electron, and Switch \/ Maestro. Payments must be made in full at the time of purchase. Orders will be processed once the proper funds have cleared.<\/p><p><br\/>User Warranties<br\/>In placing an order, you warrant that you are over 18 years of age and that you have the authority to place the order. You acknowledge and agree that all information provided is accurate, true, and complete.<\/p><p><br\/>Orders Status<br\/>You may log in using your email address and chosen password to view order history, print receipts, and pick up tracking information and details regarding your order. You can also check on the status of an order by contacting 1-202-975-9995 or via email on the contact page. Contact us Page<\/p><p><br\/>Availability of Goods<br\/>All products and services are subject to availability and may be withdrawn at any time. If we do not supply the goods for any reason, the credit card will not be charged, and all payments made will be refunded. We will not be responsible for compensating any other losses incurred if the goods are not supplied.<\/p><p><br\/>Typographical Errors<br\/>In the event a product is listed at an incorrect price due to typographical error or error in pricing information from our suppliers, the taxes, or duty changes, we shall have the right to refuse or cancel any orders listed at the incorrect price, regardless, if the order has been confirmed. If your credit card has already been charged and we subsequently cancel your request, we will immediately issue a credit to your credit card account for the value of the incorrect price (including delivery charges).<\/p><p><br\/>Returns<br\/>All exchanges and cancellations are subject to seller approval. Merchandise purchased from Saloni may only be returned for store credit or exchange upon meeting specific criteria. Returns must be pre-authorized by calling the store of purchase, or by calling 1-202-975-9995 for online orders. Returns and exchanges must be made within 2 days of delivery to request an exchange or credit. Pre-approved returns will only apply to merchandise accompanied by original receipt, in original condition, and repackaged in original packaging. Subject to applicable local regulations claims received after seven days of delivery cannot be processed. Returns are subject to a 40% restocking fee. Non-stock items, layaway orders, and special orders cannot be canceled or refunded. Refunds are not issued except in the case of defective merchandise that we are unable to replace. Return freight is the responsibility of the customer.<br\/>The actual cost of shipping a replacement item to you will not be credited or refunded and is subject to an additional charge. Store credit is valid for one year from the date of issue. Credit not used by the set time frame will be deemed forfeited (subject to local regulations).<\/p><p><br\/>Order cancellation<br\/>Orders canceled after 24 hours are subject to cancellation and a 40% restocking fee in addition to any shipping charges incurred (as may apply).<\/p><p><br\/>Disclaimer of Warranties<br\/>You expressly understand and agree that the use of this site, salonifurnitureus.com, is at your sole risk and that this site is provided on an “as is” and “as available” basis. Saloni makes no representations or warranties of any kind, express or implied, as to the operation of this site or the information, content, materials, or products included.<\/p><p><br\/>Changes to Terms and Conditions and To Site<br\/>Saloni reserves the right to modify or change the terms of use of this site, with or without notification, and at the sole discretion of Saloni.<\/p><p><br\/>Indemnification<br\/>You agree to indemnify and hold harmless Saloni and its officers, directors, employees, and suppliers, from any claim, demand, action, or damage, including reasonable attorneys’ fees made or incurred by any third party arising out of or related to your use of this site (salonifurnitureus.com) or the products herein.<\/p><p><br\/>Termination<br\/>We reserve the right to terminate your account and restrict your use of this site (salonifurnitureus.com) if we have reason to believe you have violated any of these terms and conditions, including, but not limited to, providing false information.<\/p><p><br\/>Legal<br\/>All domestic and international orders are subject to the governing laws of the United States of America and the State of Virginia by default, or any other local State as may be required by law.<\/p><p><br\/>Severability<br\/>If any provision of this Agreement is found to be contrary to law, such provision shall be of no force or effect; but the remainder of this Agreement shall continue in full force and effect.<\/p>","button_label":"Contact Us","button_link":"shopify:\/\/pages\/contact","button_style":"button--style-2"}}},"order":["default","hero_banner_F9ckfp","richtext_pHcGqJ"]}